{
    "mood": null, 
    "caption": "I meant to post this at like 7:30pm my time (PST) and now it's 12:30am, and I'm still awake yes. But this post was gonna be about Johnson and how he doesn't get enough love. I was actually texting my friend earlier about this and the things she said about how it isn't fair for Johnson and stuff made me realize how much he gets unappreciated because everyone thinks that \"Jack Gilinsky is just hotter and he's tanner\". So when I got the amazing chance to meet them and tell them how much they've done for me, and how much of an impact they have on my life. It was a great feeling to just go for a group hug. Because I felt like, if I hugged Gilinsky first, I would feel soooo bad because Johnson gets so unappreciated and so much crap for not being Gilinsky and \"not being hot enough\" I think that's a load of BS if you ask me. Johnson has always been my favorite and always will tbh. He's so sweet in person too tho. I started crying during the group hug and Johnson was the first to pull me back in a hug and rub my back. Gilinsky cares so much for his fans too, but I just really wanted to make this about Johnson because he means the world to me, and hopefully we mean the world to him. If you choose me, it would be the greates thing in the world. To meet them again and let them know what they've done for me and let them know again that I am so thankful that they are here for me whenever I have really lose self esteem, I put on Tides and find myself smiling and jammin out to it❤️ if I got to reunite with these babes. It would probably make me fall on my knees bawling because it would just be the greatest thing to ever happen in my life. And I still have a life because of these 2 guys right here. ", 
    "created_at": "2015-08-04T03:29:58-04:00", 
    "file_url": "https://s01.sso.ng/1/00000002081a_e7c58662bca2_1.ssng", 
    "updated_at": "2015-08-09T23:24:41-04:00", 
    "share_url": "https://a.sso.ng/1/e7c58662bca2", 
    "audio_url": "https://s01.sso.ng/1/00000002081a_e7c58662bca2_1.m4a", 
    "comment_count": 4, 
    "timeline_image_url": "https://s01.sso.ng/1/00000002081a_e7c58662bca2_1_mr.jpg", 
    "song_album": "5 Seconds of Summer (Bonus Track Version)", 
    "user": {
        "username": "lexie.xoxox", 
        "verified": false, 
        "username_color": null, 
        "full_name": null, 
        "public_shuttersong": true, 
        "picture_thumb_url": "https://s02.sso.ng/users/110e5256-b438-4c61-afb2-6226656d92b9.jpg", 
        "id": "110e5256-b438-4c61-afb2-6226656d92b9"
    }, 
    "song_title": "Amnesia", 
    "is_mine": false, 
    "thumb_url": "https://s01.sso.ng/1/00000002081a_e7c58662bca2_1_th.jpg", 
    "song_artist": "5 Seconds of Summer", 
    "favorite_count": 7, 
    "uuid": "003320E9-456B-4F52-BBE0-FA719E37186B"
}