{
    "mood": null, 
    "caption": "Oh my God, I love you guys so fucking much, there's thousands of reasons why, but I can't write all of them here ??. I'm from Brazil ?? and I know it's kinda far from US, but I would travel any distance to see you guys. I don't love you just because you're both extremely hot ??, I love you because your songs put me in a different mood, you're so talented. You guys really deserve to be where you are, I wish you all the best and whenever a new EP or a new song comes out on iTunes I'll buy it for sure. I would do anything to meet you guys, see you, look at your face really close, hug you even if it's just for a second. And your smile, there's something so sweet about them. Just by seeing your smile my day gets wayy better. I'm so jealous of Madison for dating Gilinsky ??. I freaked out when I saw on the Distance song folder that you put a phrase in Portuguese. #contest #contest #contest #contest #contest \n??Fly with me. Take me to your concert.\n  ??You're both my boys, so don't forget it.\n ??All I really know is that you're coming across like just my type, must have come from the Gods. \n??You make me feel like no one else exist.\n  ? ?I never thought I would find boys like you, but here you are always making me laugh, always making my day better. \nLove u ??❤ and the shuttersong with my flag, the Brazilian flag made me go insane. I love you guys more than anything, if I'm the lucky one who wins and see you guys I wouldn't be able to contain my happiness, I would scream, cry, sing, I would go insane. I just started to cry when I saw the shuttersong and the Brazilian flag. Please boys @JackJohnsonOfficial @JackGilinskyOfficial @JackAndJackOfficial", 
    "created_at": "2015-08-22T23:45:02-04:00", 
    "file_url": "https://s01.sso.ng/1/000000024370_614da438d59d_1.ssng", 
    "updated_at": "2015-08-23T18:14:04-04:00", 
    "share_url": "https://a.sso.ng/1/614da438d59d", 
    "audio_url": "https://s01.sso.ng/1/000000024370_614da438d59d_1.m4a", 
    "comment_count": 0, 
    "timeline_image_url": "https://s01.sso.ng/1/000000024370_614da438d59d_1_mr.jpg", 
    "song_album": "Calibraska - EP", 
    "user": {
        "username": "gicardoso", 
        "verified": false, 
        "username_color": null, 
        "full_name": "Giovanna Cardoso", 
        "public_shuttersong": true, 
        "picture_thumb_url": "https://s02.sso.ng/users/", 
        "id": "272c92f3-dbe1-4004-86f5-2f2b5114e180"
    }, 
    "song_title": "How We Livin", 
    "is_mine": false, 
    "thumb_url": "https://s01.sso.ng/1/000000024370_614da438d59d_1_th.jpg", 
    "song_artist": "Jack & Jack", 
    "favorite_count": 2, 
    "uuid": "0BB7C6BA-78D5-4415-9B99-CB0022665247"
}