{
    "mood": null, 
    "caption": " ( I'm not using Jack and jack's music because I can't really afford to buy it haha. But I listen to calibraska and literally every single song by them everyday. No joke ) Okay so I remember scrolling through vine and seeing this guy shooting hoops and never missing. It was Jack Johnson, I was obsessed with his vines. Then they became Jack and Jack and literally all my revines where them? Then they started to post singing vines and I was in love, J's rapping blew me away. And G's voice was like an angel. I then started to watch interviews and just love them so much. To this day I am in love with the jack's. They have honestly taught me to believe in myself and follow my dreams. Like I don't think I would believe in myself if it weren't for them. They are both so damn inspiring and they have inspired me and so many other people. Truly, as corny as it sounds, they have saved me. I am beyond proud of how far they have come. I am so sad because they have never come to my city, and I've always dreamed of seeing them live. It would be such a dream come true if I saw them live. Like I would cry so much and be happy for the rest of my life. If I ever met them I would probably be in complete shock? But then I would give them lots of hugs and take lots of pictures. I am crossing my fingers, good luck everyone. #contest  @jackandjackofficial #shuffleplay #jackandjack", 
    "created_at": "2015-08-15T21:30:57-04:00", 
    "file_url": "https://s01.sso.ng/1/000000022789_abcab5a87a29_1.ssng", 
    "updated_at": "2015-08-15T22:19:03-04:00", 
    "share_url": "https://a.sso.ng/1/abcab5a87a29", 
    "audio_url": "https://s01.sso.ng/1/000000022789_abcab5a87a29_1.m4a", 
    "comment_count": 0, 
    "timeline_image_url": "https://s01.sso.ng/1/000000022789_abcab5a87a29_1_mr.jpg", 
    "song_album": "Dark Sky Paradise (Deluxe)", 
    "user": {
        "username": "gilinskyjohnson", 
        "verified": false, 
        "username_color": null, 
        "full_name": "", 
        "public_shuttersong": true, 
        "picture_thumb_url": "https://s02.sso.ng/users/e80b2bfa-0fe4-4220-9c62-a7d247d642c3.jpg", 
        "id": "e80b2bfa-0fe4-4220-9c62-a7d247d642c3"
    }, 
    "song_title": "Research (feat. Ariana Grande)", 
    "is_mine": false, 
    "thumb_url": "https://s01.sso.ng/1/000000022789_abcab5a87a29_1_th.jpg", 
    "song_artist": "Big Sean", 
    "favorite_count": 1, 
    "uuid": "0A4DC104-C413-4F6A-AE71-61AE8E2A1F3C"
}