{
    "mood": null, 
    "caption": "Hello, I've been a supporter for Jack and Jack for a while now. They've made a huge impact in my life and I am forever grateful for them. They've taught me to follow me dreams and to stick with it because it takes time. Jack and Jack have been on the web for years now(MFG) and i can't name anyone who deserve what they have got more than them. They've worked hard to be where they are today. Jack and Jack have helped me meet so many friends because there are people all over the world who love them just as much as I. This opportunity is a once in a life time opportunity because financially I don't think I'd be able to do something like this on my own. I am currently obsess with their new EP Calibraska and the fact that they write their own music is so much better because that's true talent and while writing their music they also go online and talk to us. Jack and Jack mean so much to me and I'm so happy to be on this journey with them I love them so much and I'm so excited for what the future brings. Thank you ? #contest @jackjohnsonofficial @jackgilinskyofficial @jackandjackofficial", 
    "created_at": "2015-08-16T23:02:27-04:00", 
    "file_url": "https://s01.sso.ng/1/000000021382_15d3c5d6467a_1.ssng", 
    "updated_at": "2015-08-19T15:08:33-04:00", 
    "share_url": "https://a.sso.ng/1/15d3c5d6467a", 
    "audio_url": "https://s01.sso.ng/1/000000021382_15d3c5d6467a_1.m4a", 
    "comment_count": 0, 
    "timeline_image_url": "https://s01.sso.ng/1/000000021382_15d3c5d6467a_1_mr.jpg", 
    "song_album": "Calibraska - EP", 
    "user": {
        "username": "odaliz", 
        "verified": false, 
        "username_color": null, 
        "full_name": "Odaliz", 
        "public_shuttersong": true, 
        "picture_thumb_url": "https://s02.sso.ng/users/13579d62-aeb9-490c-8907-f2758e9e055c.jpg", 
        "id": "13579d62-aeb9-490c-8907-f2758e9e055c"
    }, 
    "song_title": "Wrong One", 
    "is_mine": false, 
    "thumb_url": "https://s01.sso.ng/1/000000021382_15d3c5d6467a_1_th.jpg", 
    "song_artist": "Jack & Jack", 
    "favorite_count": 1, 
    "uuid": "15FB009E-8769-4AF6-9F75-5A303416A4F6"
}