{
    "mood": null, 
    "caption": "IM PROUD OF EVERYTHING THEY HAVE ACCOMPLISHED AND I WILL SUPPORT THEM THROUGH EVERYTHING. they mean the absolute world to me. and I have never gotten to meet them and it would mean more than u can imagine to actually have the opportunity to meet two amazing boys. whenever I see their picture on my screen, their tweets, when I hear their music, I smile. they make me genuinely happy. I'm going through tough times and they've helped me know that I can do it, i can get through everything and I can always rely on them to put me out of a bad mood. it's incredible how two people whom I've never even met before can do such amazing things for me and make me feel like such a happier person, but they do. and all I want to do is be wrapped in their arms so I can tell them how much they mean to me and thank them for helping me become a happier person. I love them so much and I will always support them. I just want to know they love me too. they are so appreciative for all of the fans they have and are so humble too. I was going to try to meet them when they are coming to NYC but U have to be 16 or older and their show is on a school night and I don't think I can go to the airport cuz no one will drive me and plus it's like my first days of school so I can't skip:((( please chose me so I can finally meet them after all this time?? #contest", 
    "created_at": "2015-08-14T19:39:35-04:00", 
    "file_url": "https://s01.sso.ng/1/000000022407_9af8b7304534_1.ssng", 
    "updated_at": "2015-08-14T20:49:31-04:00", 
    "share_url": "https://a.sso.ng/1/9af8b7304534", 
    "audio_url": "https://s01.sso.ng/1/000000022407_9af8b7304534_1.m4a", 
    "comment_count": 0, 
    "timeline_image_url": "https://s01.sso.ng/1/000000022407_9af8b7304534_1_mr.jpg", 
    "song_album": "Right Where You Are - Single", 
    "user": {
        "username": "alana201", 
        "verified": false, 
        "username_color": null, 
        "full_name": null, 
        "public_shuttersong": true, 
        "picture_thumb_url": "https://s02.sso.ng/users/6f0328a4-be09-4f4f-8672-619c253aa5a9.jpg", 
        "id": "6f0328a4-be09-4f4f-8672-619c253aa5a9"
    }, 
    "song_title": "Right Where You Are", 
    "is_mine": false, 
    "thumb_url": "https://s01.sso.ng/1/000000022407_9af8b7304534_1_th.jpg", 
    "song_artist": "Jack & Jack", 
    "favorite_count": 2, 
    "uuid": "2F261E66-0033-4664-A0C3-6540D9CD903E"
}