{
    "mood": null, 
    "caption": "I'm so proud of Jack and Jack for how far they have come. I remember when I first saw they're vines. I thought they were so funny and I knew that they would go places. the next thing I knew they are traveling the country on tour with magcon and making music. Now here we are today and they have a whole ep out and multiple singles. they have comblined over four million Twitter followers and so many supporters. they brighten so many people's days, including mine. they make me smile and happy. they get me through hard times because they show me that if you try hard enough, you CAN and you WILL achieve your goals. I like to act and sing. I take inspiration from these two boys to follow my goals and my dreams because if you work hard, your dreams can come true. I'm so proud to be a fan of these two kids. they're dreams are coming true!! they are so down to earth and they care so much about their fans. I love them so much and will do anything to see them live and actually be able to meet them for the first time. please chose me, it would mean more than you know to be able to meet the two boys that I look up to and make me happy when things are tough. please I would do anything to meet them???? #contest", 
    "created_at": "2015-08-17T00:24:49-04:00", 
    "file_url": "https://s01.sso.ng/1/000000022407_3a6cae7ee9cb_1.ssng", 
    "updated_at": "2015-08-17T10:12:09-04:00", 
    "share_url": "https://a.sso.ng/1/3a6cae7ee9cb", 
    "audio_url": "https://s01.sso.ng/1/000000022407_3a6cae7ee9cb_1.m4a", 
    "comment_count": 0, 
    "timeline_image_url": "https://s01.sso.ng/1/000000022407_3a6cae7ee9cb_1_mr.jpg", 
    "song_album": "Right Where You Are - Single", 
    "user": {
        "username": "alana201", 
        "verified": false, 
        "username_color": null, 
        "full_name": null, 
        "public_shuttersong": true, 
        "picture_thumb_url": "https://s02.sso.ng/users/6f0328a4-be09-4f4f-8672-619c253aa5a9.jpg", 
        "id": "6f0328a4-be09-4f4f-8672-619c253aa5a9"
    }, 
    "song_title": "Right Where You Are", 
    "is_mine": false, 
    "thumb_url": "https://s01.sso.ng/1/000000022407_3a6cae7ee9cb_1_th.jpg", 
    "song_artist": "Jack & Jack", 
    "favorite_count": 1, 
    "uuid": "2E31F4A5-AFA2-441B-8B37-3CC65A901C75"
}