{
    "mood": null, 
    "caption": "I have never met Jack and Jack. I fell in love with these boys, and it physically hurts to know I will probably never meet them.I found the Jacks in 2014. I found their page on vine, and it is the best thing that has ever happened to me. I've struggled a lot in my life with family issues, depression and anxiety, but watching the Jacks could always make me forget about that. I could plug in my headphones and watch them, and it would help me block out everything else. \nWhen Jack and Jack started to get into music, I was so excited. I have been here since Flights came out, and I have been listening to them grow as artists ever since. I am so proud of everything the boys have accomplished and everything they have become. Their love for their fans is so strong that I feel it when I am at my absolute worst. I may not be near the Jacks, but I can feel their love through their music and their messages can reach me from any distance. When everything sucks and I am at my worst, Jack and Jack are there. They are my safe place. I am so blessed to have found them, and I can't wait to see how far they go. Calibraska is incredible and I listen to it every day. I will never forget about the old songs, because they saved my life. I still get chills every time I hear Tides. They have taught me how to be happy when I am at my worst, and that it is okay to be myself in all circumstances. I hope and pray that I will be given this once in a lifetime opportunity to meet the people who have changed my life so much so that I will be able to look them in the eyes and tell them how much they mean to me. Thank them for saving me. I love you Jack & Jack, thank you for being you. I can't wait to see how far you make it. All the love. Always. #contest ", 
    "created_at": "2015-08-17T01:32:50-04:00", 
    "file_url": "https://s01.sso.ng/1/0000000240c6_7efc6675e0aa_1.ssng", 
    "updated_at": "2015-08-19T17:09:25-04:00", 
    "share_url": "https://a.sso.ng/1/7efc6675e0aa", 
    "audio_url": "https://s01.sso.ng/1/0000000240c6_7efc6675e0aa_1.m4a", 
    "comment_count": 2, 
    "timeline_image_url": "https://s01.sso.ng/1/0000000240c6_7efc6675e0aa_1_mr.jpg", 
    "song_album": "Groove - Single", 
    "user": {
        "username": "R5ftMendesJacks", 
        "verified": false, 
        "username_color": null, 
        "full_name": "Hannah ", 
        "public_shuttersong": true, 
        "picture_thumb_url": "https://s02.sso.ng/users/cdee0901-170c-4e27-b0cc-cd7f276027b2.jpg", 
        "id": "cdee0901-170c-4e27-b0cc-cd7f276027b2"
    }, 
    "song_title": "Groove", 
    "is_mine": false, 
    "thumb_url": "https://s01.sso.ng/1/0000000240c6_7efc6675e0aa_1_th.jpg", 
    "song_artist": "Jack & Jack", 
    "favorite_count": 1, 
    "uuid": "25292BC5-9A2C-47C3-B5C8-743B618267C4"
}