{
    "mood": null, 
    "caption": "Words can not describe how much Jack and Jack mean to me. Their music speaks so much to so many people all around the globe, especially me. I was going through a really rough time where I felt like I wasn't good enough anymore and I listened to their song Tides, this song has a tremendous amount of meaning to me, so much (as you can see above) I got the lyrics tattooed on my shoulder. Now every time I see the  tattoo I am reminded of the struggle I have overcame and I honestly have Jack and Jack to thank for that. They have changed so many people's lives for the better and honestly it would be so amazing to be able to be flown out to see my two favourite boys. I'm so so proud to say that I have been a fan since the beginning and have watched these boys grow not only physically but also as artists. It's crazy how much two boys from a small town can accomplish in such a small amount of time. Congratulations on everything you've achieved boys! Hopefully I get the chance to win this contest and come see y'all very soon.?? #tattoo #jackandjack #jackjohnson #jackgilinksy #ink", 
    "created_at": "2015-08-05T18:22:16-04:00", 
    "file_url": "https://s01.sso.ng/1/000000020f03_5d5861d87ce9_1.ssng", 
    "updated_at": "2015-10-24T17:24:42-04:00", 
    "share_url": "https://a.sso.ng/1/5d5861d87ce9", 
    "audio_url": "https://s01.sso.ng/1/000000020f03_5d5861d87ce9_1.m4a", 
    "comment_count": 0, 
    "timeline_image_url": "https://s01.sso.ng/1/000000020f03_5d5861d87ce9_1_mr.jpg", 
    "song_album": "", 
    "user": {
        "username": "CALIJOHNS0N", 
        "verified": false, 
        "username_color": null, 
        "full_name": "bayleigh", 
        "public_shuttersong": true, 
        "picture_thumb_url": "https://s02.sso.ng/users/69ee3447-9ae7-4f91-94dd-06f8af2e3426.jpg", 
        "id": "69ee3447-9ae7-4f91-94dd-06f8af2e3426"
    }, 
    "song_title": "tides jack and jack lyrics", 
    "is_mine": false, 
    "thumb_url": "https://s01.sso.ng/1/000000020f03_5d5861d87ce9_1_th.jpg", 
    "song_artist": "", 
    "favorite_count": 2, 
    "uuid": "317E6E4A-E693-4B14-9AAE-EB787ACD609F"
}