{
    "mood": null, 
    "caption": "I know there are so so many people that deserve to win this and it's so hard that only one can but I will do everything I can to try and show you why I should be considered. I have been supporting Jack and Jack for almost 2 years and the mean absolutely everything to me. I know this is cliche but they saved me, if it weren't for Jack and Jack I probably wouldn't be here now. Through the hardest times in my life Jack and Jack were always there to keep me positive and put a smile on my face. There are no words or actions to describe how much I love them. I'm spooningjacks on Twitter and Instagram and I made those to try and show my support a bit more. I should have met Jack and Jack at digifest but m&g was cancelled, it's still the worst day in my entire life, but I won't give up. I know that it's terrible but hopefully it will be worth the wait. Getting the opportunity to meet them and go to one of their shows is more than I could ever ask for. Thanking them and telling them how proud I am would mean everything. I can't express how much I want to win this and personally thank Jack and Jack for everything they've done for me. Please help me meet my idols, thank you(:❤️ #contest", 
    "created_at": "2015-08-15T18:49:09-04:00", 
    "file_url": "https://s01.sso.ng/1/000000020f92_7fb36080d549_1.ssng", 
    "updated_at": "2015-08-18T10:24:39-04:00", 
    "share_url": "https://a.sso.ng/1/7fb36080d549", 
    "audio_url": "https://s01.sso.ng/1/000000020f92_7fb36080d549_1.m4a", 
    "comment_count": 2, 
    "timeline_image_url": "https://s01.sso.ng/1/000000020f92_7fb36080d549_1_mr.jpg", 
    "song_album": "Groove - Single", 
    "user": {
        "username": "laurenremes", 
        "verified": false, 
        "username_color": null, 
        "full_name": "lauren", 
        "public_shuttersong": true, 
        "picture_thumb_url": "https://s02.sso.ng/users/4a66cbde-9a89-4f05-b697-f15ba67b88c2.jpg", 
        "id": "4a66cbde-9a89-4f05-b697-f15ba67b88c2"
    }, 
    "song_title": "Groove", 
    "is_mine": false, 
    "thumb_url": "https://s01.sso.ng/1/000000020f92_7fb36080d549_1_th.jpg", 
    "song_artist": "Jack & Jack", 
    "favorite_count": 3, 
    "uuid": "4337B9DA-2EDA-4489-8AE0-9E30A8FAF3DA"
}