{
    "mood": null, 
    "caption": "They are my best friends. They make me lucky to live the life that I'm living; with them by my side. No matter what life throws at us or what life has even tried to throw BETWEEN us, our love for one another remains solid❤️ They say unconditional love is hard to find so I don't know how I became so blessed to have such amazing ladies in my life to love me at my best and even my worst. Yes, we may have caused each other some pain and even tears. See, When someone you love so deeply hurts you even in the slightest of ways it can hurt the most because it brings that fear of loosing one another and a beautiful bond being broken. Yet, through out our lives; all the good and all the bad; I don't have to fear that anymore. I don't ever have to worry about loosing my sisters' and my mom's love. I've learned over the years that our bond is unbreakable. Our love for one another is so rich that nothing in this world can tear us apart. And even the richest of richest king can't afford what we have; no matter what he tries to offer. This world can keep all the golden treasures. I have my sisters and mom. They make me feel like I'm on top of the world. ❤️ A love like this, so rich and precious is absolutely priceless.", 
    "created_at": "2016-04-26T05:19:41-04:00", 
    "file_url": "https://s02.sso.ng/1/000000042179_a3bcde60e7b6.ssng", 
    "updated_at": "2016-04-26T08:20:01-04:00", 
    "share_url": "https://a.sso.ng/1/a3bcde60e7b6", 
    "audio_url": "https://s02.sso.ng/1/000000042179_a3bcde60e7b6.m4a", 
    "comment_count": 0, 
    "timeline_image_url": "https://s02.sso.ng/1/000000042179_a3bcde60e7b6_mr.jpg", 
    "song_album": "Girl On Fire", 
    "user": {
        "username": "akc0201", 
        "verified": false, 
        "username_color": null, 
        "full_name": null, 
        "public_shuttersong": true, 
        "picture_thumb_url": "https://s02.sso.ng/users/", 
        "id": "627816c9-bd4b-4e5e-bfa1-83aeaba5dd04"
    }, 
    "song_title": "Not Even the King", 
    "is_mine": false, 
    "thumb_url": "https://s02.sso.ng/1/000000042179_a3bcde60e7b6_th.jpg", 
    "song_artist": "Alicia Keys", 
    "favorite_count": 1, 
    "uuid": "46913675-4895-4190-82F9-25CAECF6D424"
}