{
    "mood": null, 
    "caption": "#contest Getting the opportunity to meet Jack Gilinsky and Jack Johnson would mean the world to me. I could lie and say I have been a fan since day one, but that's not true. I've heard of these two because of Magcon, but never took an interest in them until recently. My friends always talked about their music and sang their songs during school, and one day I decided to listen to \"Like that.\" I fell in love with it instantly and started to listen to their other songs as well. From hearing the chorus of \"like that\" for the first time I fell in love with these guys. I bought their singles and the Calibraska EP (which by the way is so freaking amazing, words can't even explain) They are such a talented duo who I have fallen head over heels for and want nothing more, but just to experience them live and in concert, even just to hear them sing live is all I want. They had come to my hometown during their digitour, but I didn't know about them during that time. ?? Just to be able to hear them live even if I don't meet them would be a unbelievable experience for me. And getting the chance to just hug them and feel confront in knowing they care would be indescribable. Because everyday, when I listen to their music a smile or gratitude and happiness appears and flows all through me. Hearing them sing and rap never fails to bring me up, when I'm down. I don't just listen to them when I feel like danceing, or having a good time, but when I'm sad and need a reason to smile or when I'm stressed and need to relax. So getting the chance to meet them would be unforgettable, and although this is a huge contest with many die hard Jack and Jack fans entering I'm a firm believer that anything can happen and everything happens for a reason. Meeting these two who bring smiles to my face everyday and to so many others girls would be a dream come true and a dream I would love to live out in reality! I love these boys so much and would love nothing more, but to have a chance like this and meet them! ? Jack Gilinsky and Jack Johnson I love you two with all my heart and listening to your music everyday helps me in so many others way then just feeling like dancing or attempting to rap! ???  ", 
    "created_at": "2015-08-06T02:54:18-04:00", 
    "file_url": "https://s01.sso.ng/1/0000000218be_f263b41707fa_2.ssng", 
    "updated_at": "2015-08-06T04:12:25-04:00", 
    "share_url": "https://a.sso.ng/1/f263b41707fa", 
    "audio_url": "https://s01.sso.ng/1/0000000218be_f263b41707fa_2.m4a", 
    "comment_count": 0, 
    "timeline_image_url": "https://s01.sso.ng/1/0000000218be_f263b41707fa_2_mr.jpg", 
    "song_album": "", 
    "user": {
        "username": "lovelauren", 
        "verified": false, 
        "username_color": null, 
        "full_name": null, 
        "public_shuttersong": true, 
        "picture_thumb_url": "https://s02.sso.ng/users/", 
        "id": "d5aeb779-df4d-481d-a1fa-654f9245e8fb"
    }, 
    "song_title": "mp3with.me_jack-and-jack-flights", 
    "is_mine": false, 
    "thumb_url": "https://s01.sso.ng/1/0000000218be_f263b41707fa_2_th.jpg", 
    "song_artist": "", 
    "favorite_count": 1, 
    "uuid": "5AF61A3B-0400-4516-A9F6-BF92AB5F5480"
}