{
    "mood": null, 
    "caption": "I met this beauty at digifest San Diego, and she is the sweetest girl ever. I cropped myself out because I looked gross but she looks so pretty! Madison and Jack rant gonna happen.... 3....2....1 MADISON IS THE NICEST PERSON EVER. OK? SHE DOESNT DESERVE THE HATE SHE GETS BECAUSE SHE DIDNT DO ANYTHING TO THE HATERS. SHES DATING JACK. YES. WE UNDERSTAND THAT. THEY ARE FRICKING ADORABLE TOGETHER. ON HER YOUNOW, I WAS A CRYING MESS WATCHING HER CRY FROM ALL THE HATE SHE GETS. JACK NEVER SAID THAT WE HAD TO LIKE HER, BUT GIVE HER A CHANCE TO SHOW US WHO SHE REALLY IS AND TO RESPECT THEM BEING A COUPLE. THATS IT. AND SOME REALLY RUDE PEOPLE OUT THERE CAN SAY THE MEANEST THINGS SUCH AS: KILL YOURSELF, I HATE YOU, YOU ARENT WORTH IT. WELL YOU KNOW WHAT? MADISON IS WORTH IT AND SHE MEANS THE WORLD TO A LOT OF PEOPLE INCLUDING ME. SO ALL THE HATERS NEED TO STOP AND JUST THINK ABOUT WHAT THEY'VE SENT TO MADISON BECAUSE SHE SEES EVERY SINGLE TWEET THAT IS SENT TO HER. SOME MAKE HER SMILE LIKE THE ONES HER FANS SENT HER AND SOME MAKE HER CRY BECAUSE OF HOW TERRIBLE THEY ARE. WHO TAUGHT YOU TO SAY SUCH HORRIBLE THINGS TO A HUMAN BEING. THATS RIGHT. SHES A HUMAN TOO JUST LIKE US WITH FEELINGS. I WANT ALL THE HATERS TO JUST THINK BEFORE YOU SEND ANYMORE HATE BECAUSE I AM SOOOO SICK OF SEEING HER CRY....  Ok I'm done :)", 
    "created_at": "2015-08-04T01:49:42-04:00", 
    "file_url": "https://s01.sso.ng/1/00000002081a_e9fc5b36aa39_1.ssng", 
    "updated_at": "2015-08-17T21:23:02-04:00", 
    "share_url": "https://a.sso.ng/1/e9fc5b36aa39", 
    "audio_url": "https://s01.sso.ng/1/00000002081a_e9fc5b36aa39_1.m4a", 
    "comment_count": 2, 
    "timeline_image_url": "https://s01.sso.ng/1/00000002081a_e9fc5b36aa39_1_mr.jpg", 
    "song_album": "It's About Us", 
    "user": {
        "username": "lexie.xoxox", 
        "verified": false, 
        "username_color": null, 
        "full_name": null, 
        "public_shuttersong": true, 
        "picture_thumb_url": "https://s02.sso.ng/users/110e5256-b438-4c61-afb2-6226656d92b9.jpg", 
        "id": "110e5256-b438-4c61-afb2-6226656d92b9"
    }, 
    "song_title": "Little Do You Know", 
    "is_mine": false, 
    "thumb_url": "https://s01.sso.ng/1/00000002081a_e9fc5b36aa39_1_th.jpg", 
    "song_artist": "Alex & Sierra", 
    "favorite_count": 7, 
    "uuid": "546E2211-83CA-4F09-9272-2598E6A370AC"
}