{
    "mood": null, 
    "caption": "Lo primero quiero agradecer a shuttersong esta gran oportunidad para poder conocer a mis ídolos  ❤️❤️❤️ \nBueno y ahora querría explicar un poco como conocí a jack and jack ? Yo me llamo Alba y tengo 15 años y conocí primero a Shawn Mendes y un día de repente me salieron en sugerencias de YouTube \" distance \" y \" paradise \" y a los dos días ya estaba enamorada de Johnson y Gilinsky. Esto nos paso a mi y a @_unicorniall_ en el mismo tiempo, en octubre, lo cual agradezco porque tener a tu mejor amiga en un mismo fandom que tu es fantástico. \nGracias a Jack and Jack he conocido a mis dos ibf a las cuales quiero muchísimo ya que a parte de querer a los jacks como yo me apoyan muchísimo en cualquier situación. Tuve la gran suerte de conseguir que Jack Johnson el cual es mi debilidad me siguiera en Twitter el día de Halloween ?❤️ Me considero afortunada ya solo por ese simple follow que significa tanto para mi. \nHubo una época en la que algunas \" fans \" iban a M&G y dejaban de lado a johnson ? Pocos días antes jack and jack crearon una cuenta en snapchat y cada vez que yo y mi amiga hacíamos un snapchat gracioso se lo mandábamos para que supieron que pasara lo que pasara nos tenían a todas las fans verdaderas y que queríamos verlos sonreír siempre ☺️\nMis opciones eran ir a Barcelona o a Madrid pero tuve la malísima suerte de que para cuando sacaron las de Barcelona y yo había conseguido wifi porque estaba en mi pueblo, las entradas estaban agotadas. Para conseguir las entradas de Madrid mi mejor amiga y yo nos levantamos a las 7:30 de la mañana y fuimos al corte inglés pero a la dependienta no se le encendía el ordenador y cuando se le encendió decía que ese concierto no existía, a continuación fuimos al fnac y al llegar había dos chicas intentando conseguir m&g para Madrid, y les decían que no quedaba pero si entrada general y nosotras dijimos dos segundos después que queríamos general pero no quedaban. En ese momento no podíamos evitar llorar y pensar que no habíamos hecho todo lo que estaba en nuestras manos para verlos ??? Lo dábamos todo por perdido cuando veíamos que iban poniendo mas entradas pero a nosotras nos ponía que no quedaban. Estábamos con ordenadores el teléfono y todo para conseguir dos simples entradas. Ya sabíamos que se iban a sortear M&G, por lo cual intentamos relajarnos y pensar que todo iba a salir bien. Tanto Sandra como yo queremos agradecer a todas las personas que nos están diciendo que lo vamos a conseguir porque creen que nos lo merecemos, nunca pensamos que incluso personas de otros países nos apoyarían para conseguir conocer s Jack and jack ???\nRealmente pensamos que nos merecemos 2 M&G o 2 entradas ya que estos chicos han influido tanto en nuestras vidas, no es un capricho es querer demostrarles lo mucho que les queremos y apoyamos incluso teniéndolos a tan larga distancia ?\nSabemos que no llevamos desde que empezaron en vine como dos frikis, pero también sabemos que casi el año que llevamos apoyándolos se han convertido en 2 personas muy importantes para nosotras, que nos han enseñado a perseguir nuestros sueños dejando de lado las malas influencias ❤️❤️❤️\nI need to meet you guys ?", 
    "created_at": "2015-08-15T19:22:07-04:00", 
    "file_url": "https://s01.sso.ng/1/0000000217b6_1554d25dc583_1.ssng", 
    "updated_at": "2015-08-15T22:23:03-04:00", 
    "share_url": "https://a.sso.ng/1/1554d25dc583", 
    "audio_url": "https://s01.sso.ng/1/0000000217b6_1554d25dc583_1.m4a", 
    "comment_count": 0, 
    "timeline_image_url": "https://s01.sso.ng/1/0000000217b6_1554d25dc583_1_mr.jpg", 
    "song_album": "Hello My Name Is...", 
    "user": {
        "username": "albiii_15", 
        "verified": false, 
        "username_color": null, 
        "full_name": null, 
        "public_shuttersong": true, 
        "picture_thumb_url": "https://s02.sso.ng/users/307a91d8-a8b0-49ce-a611-9793b5d2c139.jpg", 
        "id": "307a91d8-a8b0-49ce-a611-9793b5d2c139"
    }, 
    "song_title": "City Lights", 
    "is_mine": false, 
    "thumb_url": "https://s01.sso.ng/1/0000000217b6_1554d25dc583_1_th.jpg", 
    "song_artist": "Bridgit Mendler", 
    "favorite_count": 2, 
    "uuid": "5AFFF547-7AF4-43CB-BA2C-B1DE10CBD434"
}