{
    "mood": null, 
    "caption": "#RWYA Hey Johnson, Hey Gilinsky and Hey to the Crew behind my two favorite people! I'm not that long in that fandom yet, I think half a year? But honestly, no one cares about that, everyone cares about how much love you have for these two guys. And I do have a lot of it. I really can't think straight right now, the thought of meeting my sunshine is just so.. Overwhelming. I can't think of anything better than meeting you guys AND after that enjoying a great concert with amazing vibes. My only problem is, I can't effort that. You don't come near me and a plane ticket would cost way to much. And I know, there are millions of girls who want exact the same, and I can't really say anything to convince you to let me win. I know it and it crashes on me every time I think about it. I didn't join the fandom when you where just this two cute little guys from magcon, I joined it later, too late to know all the secrets and have all the memories, but the memories I have are almost as good. I remember one time, I wasn't feeling very well, because I had, well, some problems, and I watched your vines. And I laughed again. The whole day everyone tried to cheer me up, but you were the only one really doing it. And I thank you so much, not only, for helping me through the hard times and increasing the good times, but also for helping all the other girls and boys. You can't count how many lives you saved and laughs you got out of people. I would love to hear your beautiful voices in real life, get hugged and smiled at from You! And I'm waiting so long for this now. So please, please give me this chance! #contest @JackandJackReal #jackandjack #jackjohnson #jackgilinksy", 
    "created_at": "2015-08-07T18:03:55-04:00", 
    "file_url": "https://s01.sso.ng/1/000000022c58_42368d510cf2_1.ssng", 
    "updated_at": "2015-10-24T22:26:25-04:00", 
    "share_url": "https://a.sso.ng/1/42368d510cf2", 
    "audio_url": "https://s01.sso.ng/1/000000022c58_42368d510cf2_1.m4a", 
    "comment_count": 0, 
    "timeline_image_url": "https://s01.sso.ng/1/000000022c58_42368d510cf2_1_mr.jpg", 
    "song_album": "Right Where You Are - Single", 
    "user": {
        "username": "JohnsonsBabe278", 
        "verified": false, 
        "username_color": null, 
        "full_name": null, 
        "public_shuttersong": true, 
        "picture_thumb_url": "https://s02.sso.ng/users/b8ba9cc0-2247-48d3-8047-ed31714670d7.jpg", 
        "id": "b8ba9cc0-2247-48d3-8047-ed31714670d7"
    }, 
    "song_title": "Right Where You Are", 
    "is_mine": false, 
    "thumb_url": "https://s01.sso.ng/1/000000022c58_42368d510cf2_1_th.jpg", 
    "song_artist": "Jack & Jack", 
    "favorite_count": 3, 
    "uuid": "67452254-6CD4-4A99-8009-E01934355ED2"
}