{
    "mood": null, 
    "caption": "\n\nJack and Jack mean the world to me. I remember in 2nd grade getting in trouble for watching mother falcon quagmire in class and screaming the quotes and getting in trouble all those years ago. I love the fact that with a little joke it can make millions laugh and scream. The have impacted me in ways I can't explain and saved who I was. I found them on vine after their first vines and then found again why they mean so so much to me. I remember wanting to see them on magcon but I couldn't when they came near me because at the time I had family issues and I remember the digit our not being able to go because they didn't come close enough. So when I finally could see them at digifest Cleveland I made sure I was able to. I got sliver VIP and I was so happy. I planned everything and made them special letters and I worked really really hard on a follow list and video of other fans for the boys. When I got there I waited 4 hours and they left in the middle for \"heat stroke\" I thought they would come back. But they didn't and that made me so so so upset. Then I waited 7 hours to see them perform I was second row and I loved it dream come true! But I was devastated that I couldn't give them my things from other fans. Johnson found out I didn't get to meet them and domed me and it meant the world. But I will never give up on meeting the jacks EVER. This would be a dream come true I've waited for so long! I love them so much I would jump on FLIGHTS to break the DISTANCE, I would break all the SHALLOW LOVE to see them authentic. I would scream THIS IS HOW WE LIVIN when I see them and hug them so tight. This is a WILDLIFE oh WOW. This is a one and a BILLION chance. I might have those GRANITE COUNTER TOPS but you are my PARADISE. We can watch the TIDES all night in CALIFORNIA. Maybe meeting them last time was the WRONG ONE. we would be DOING IT RIGHT this time :). LIKE THAT one dream I had. we would GROVE all night to \"SHE DONT KNOW\". Oh you and I would be so COLD HEARTED on the dance floor. let's not take the CHEAT CODES to make my dream come true!!! It would rock my world. Replay that moment again in my head :))). HOW WE LIVIN IS MY FAVORITE BECAUSE THIS SONG REMINDS ME THAT DREAMS COME TRUE THAT ITS OK TO BE YOURSELF AND MAKE IT. They have worked so hard and seeing them grow is an amazing sight! I am @macaroonjacks on Twitter! I'm Elisabeth and I would love this experience it would be unexplainable! #CONTEST I am just a small town girl with a huge dream! I will do anything it would mean the world to me! They connected me to people all over the world! My best friends I have met are because of them! My friend Cora @coraftjohnson is one of my best friends my everything and we still talk Almost everyday because of Jack and Jack we are 3,790 miles away! Thankyou for giving all these fans a chance! They saved my life. Also have inspired me to become a writer and do what I love!\n\n- ELISABETH @macaroonjacks ", 
    "created_at": "2015-08-06T16:56:16-04:00", 
    "file_url": "https://s01.sso.ng/1/0000000201fd_c9844ca3c9bf_1.ssng", 
    "updated_at": "2015-08-06T16:57:24-04:00", 
    "share_url": "https://a.sso.ng/1/c9844ca3c9bf", 
    "audio_url": "https://s01.sso.ng/1/0000000201fd_c9844ca3c9bf_1.m4a", 
    "comment_count": 0, 
    "timeline_image_url": "https://s01.sso.ng/1/0000000201fd_c9844ca3c9bf_1_mr.jpg", 
    "song_album": "Groove - Single", 
    "user": {
        "username": "jackilindo", 
        "verified": false, 
        "username_color": null, 
        "full_name": "Elisabeth ", 
        "public_shuttersong": true, 
        "picture_thumb_url": "https://s02.sso.ng/users/2f01ef3a-7b2b-4d92-aeaa-9d1b0a126f7b.jpg", 
        "id": "2f01ef3a-7b2b-4d92-aeaa-9d1b0a126f7b"
    }, 
    "song_title": "Groove", 
    "is_mine": false, 
    "thumb_url": "https://s01.sso.ng/1/0000000201fd_c9844ca3c9bf_1_th.jpg", 
    "song_artist": "Jack & Jack", 
    "favorite_count": 1, 
    "uuid": "6E961E3A-064E-475F-A5C9-EAC48661C00C"
}