{
    "mood": null, 
    "caption": "Before I start I know this is an old photo and I stalked your FB back 6 or 7 back to find it ?. This is just something I wrote  ❤️ People don’t understand, well people don’t understand a lot,but people will never understand what it's like to love someone that’s so out of reach it’s not funny until they’re in the situation. You’re stuck in this unrealistic world, where you think you think you have a shot, a shot at something, whether that be a friendship with you boys or a relationship or just to be noticed. You think you have something special, you like to think you’re the one. You like to think that you will be the one he kisses goodnight or the one he text to tell you how much he loves you. You like to think he’s the one and one day you’ll meet him and he’ll instantly fall in love with you. You like to think that all these fanfictions will one day come true. But it’s all lies, you’ve made it all up, from him kissing you goodnight to you having a future with him. Not only are there all these other girls going for him but there are billions of other girls that walk this earth and chances are you’re not the one he falls for. And yeah it hurts, it hurts so fucking much. But you love him, so you’re okay with him being happy with someone else, because he’s happy and when he’s happy so are you. Yeah you might be heartbroken but he’s not. And it sounds stupid because your happiness depends on his happiness, but that's how this works, he smiles and so do you, he laughs and so do you, he finds someone to love and you hurt buts that's okay because he's not hurting,you thought you were the one, but you’re not you’re just a fan. A fan, a fan among millions. And I wish it wasn’t that way, but you guys aren’t at fault, I am. You didn’t tell me to fall in love with you, I mean no one did, I was falling before I even knew it. But even though i will never be “the one” dosen’t mean I will stop supporting you, because why would I stop my happiness? I wouldn’t. You guys keep me going, you guys keep me smiling and laughing, you guys keep me sane. You guys keep me happy. And I wouldn’t change a thing because i’m happy as long as you are. #beausvalentine @beaub", 
    "created_at": "2016-02-13T22:29:48-05:00", 
    "file_url": "https://s02.sso.ng/1/00000003e873_2b9f7be0c4c2.ssng", 
    "updated_at": "2016-02-29T15:08:38-05:00", 
    "share_url": "https://a.sso.ng/1/2b9f7be0c4c2", 
    "audio_url": "https://s02.sso.ng/1/00000003e873_2b9f7be0c4c2.m4a", 
    "comment_count": 0, 
    "timeline_image_url": "https://s02.sso.ng/1/00000003e873_2b9f7be0c4c2_mr.jpg", 
    "song_album": "Midnight Memories", 
    "user": {
        "username": "gayoskians", 
        "verified": false, 
        "username_color": null, 
        "full_name": null, 
        "public_shuttersong": true, 
        "picture_thumb_url": "https://s02.sso.ng/users/a011aa22-5956-4781-ac22-b46b7e340f93.jpg", 
        "id": "a011aa22-5956-4781-ac22-b46b7e340f93"
    }, 
    "song_title": "Right Now", 
    "is_mine": false, 
    "thumb_url": "https://s02.sso.ng/1/00000003e873_2b9f7be0c4c2_th.jpg", 
    "song_artist": "One Direction", 
    "favorite_count": 1, 
    "uuid": "7B2ADE02-CD00-411D-AC0C-356C19A3D835"
}