{
    "mood": null, 
    "caption": "Jack & Jack. Definition: Heroes, sweet, kind, funny, talented, rapper, singer, boys. Those are just some words to describe you guys. I'm going to contradict myself a lot in this, but hear me out, please? ?? I've been in this fandom for about a year now, so there are definitely other girls who deserve it more because they've been with you since the start, but I'm definitely still as supportive and loving as them. I promise. A lot of girls deserve this more than me too  because you've save them from anxiety, or bullying. I haven't been through any of that. But you have saved me from my family problems at home. Every time there's a glass shattered on the floor, or the sound of my parents shouting, I plug my headphones in and listen to one of your vines or songs. Thank you for making me smile. I'd like to tell you how you've helped me with my family problems in person without crying, and thank you and hug you guys so tight that you won't be able to breathe for a few seconds ? I'm just a regular teenage girl. Your fans are so unique and special I hope I can be enough for you guys. If I win, this would be my first Digi event I attend, and that'd be really cool. If I don't win this #contest , maybe I'll send you a letter describing my situation. But I rather do it in person, y'know ? Thank you so so so so much. I hope this little paragraph lives up to the amazing and heartwarming stories of all your other fans entering this #contest . This came from my heart, because you guys deserve this and more. Now go get nominated for many other events. And maybe I'll meet you for the first time soon ?? Congrats to the fan who wins ??, and hopefully that fan could be me (: @JackandJackOfficial @JackJohnsonOfficial @JackGilinskyOfficial #contest ✨", 
    "created_at": "2015-08-17T16:29:30-04:00", 
    "file_url": "https://s01.sso.ng/1/0000000238b3_4b3aaf7f6580_1.ssng", 
    "updated_at": "2015-08-18T12:34:19-04:00", 
    "share_url": "https://a.sso.ng/1/4b3aaf7f6580", 
    "audio_url": "https://s01.sso.ng/1/0000000238b3_4b3aaf7f6580_1.m4a", 
    "comment_count": 1, 
    "timeline_image_url": "https://s01.sso.ng/1/0000000238b3_4b3aaf7f6580_1_mr.jpg", 
    "song_album": "Calibraska - EP", 
    "user": {
        "username": "cx.angieee", 
        "verified": false, 
        "username_color": null, 
        "full_name": "exquisitejackss", 
        "public_shuttersong": true, 
        "picture_thumb_url": "https://s02.sso.ng/users/8bfa62c9-5b65-4bc8-a7e3-701fa09ef33b.jpg", 
        "id": "8bfa62c9-5b65-4bc8-a7e3-701fa09ef33b"
    }, 
    "song_title": "California", 
    "is_mine": false, 
    "thumb_url": "https://s01.sso.ng/1/0000000238b3_4b3aaf7f6580_1_th.jpg", 
    "song_artist": "Jack & Jack", 
    "favorite_count": 3, 
    "uuid": "8F5DE27A-8FEE-43E0-BAE6-2F03484B1B9C"
}