{
    "mood": null, 
    "caption": "Johnson and Gilinsky, I've supported you guys since the start. You guys inspire me to live my dream  even though you guys don't know me, you guys make me soooo happy.(Especially getting the notification that @jackjackjohnson liked 3pics on Instagram, thank you so much Johnson ❤️?) I wasn't able to see you guys at DigiFest NY for my birthday, but I still hope that I eventually do. Every time I see meet and greet goal vines of people meeting you guys, I wish that was me. You don't understand what you have done to me and how much you guys really mean to me. You both seem like the sweetest guys ever. You guys are truly my heroes. I have been through a lot (anxiety, depression, bullying, family issues), but I felt like I always had you guys there for me. Whenever I'm sad or upset, I just watch your videos, vines or listen to your music. (Btw Calibraska EP is fire??) I'm so proud of you guys. You have both come so far. If you guys would have went to college instead of living this dream, things would be so much different. You were living in Ohama, Nebraska and now you're selling out concerts, meeting fans and making music. You deserve everything that you have, you've worked so hard for it. Ilysm. The winner of this contest is so lucky that they get to just hear your voices. It would be so awesome to meet my idols/heroes/loves of my life. ??? #contest #contest #contest ❤️?? @jackandjackofficial @JackGilinskyOfficial @JackJohnsonOfficial btw Gilinsky, Jadison is my spirit animal ??❤️       You guys are the best", 
    "created_at": "2015-08-16T23:31:20-04:00", 
    "file_url": "https://s01.sso.ng/1/000000021c11_5e1fc32e768b_1.ssng", 
    "updated_at": "2015-08-16T23:33:03-04:00", 
    "share_url": "https://a.sso.ng/1/5e1fc32e768b", 
    "audio_url": "https://s01.sso.ng/1/000000021c11_5e1fc32e768b_1.m4a", 
    "comment_count": 0, 
    "timeline_image_url": "https://s01.sso.ng/1/000000021c11_5e1fc32e768b_1_mr.jpg", 
    "song_album": "Skrillex and Diplo Present Jack Ü", 
    "user": {
        "username": "jazzie98765", 
        "verified": false, 
        "username_color": null, 
        "full_name": null, 
        "public_shuttersong": true, 
        "picture_thumb_url": "https://s02.sso.ng/users/8e822271-6996-47e2-a829-a2103144eaf9.jpg", 
        "id": "8e822271-6996-47e2-a829-a2103144eaf9"
    }, 
    "song_title": "Where Are Ü Now (with Justin Bieber)", 
    "is_mine": false, 
    "thumb_url": "https://s01.sso.ng/1/000000021c11_5e1fc32e768b_1_th.jpg", 
    "song_artist": "Skrillex & Diplo", 
    "favorite_count": 1, 
    "uuid": "8BFC675F-42AB-4B84-80C5-B9DB15E5CE55"
}