{
    "mood": null, 
    "caption": "I just want everyone to know that you mean the world to someone out there, but you may not know it. Sometimes I feel like I would wake up with amnesia because of all the crap I've gone through. Lately, my \"friend\" told me to kill myself because I'm not worth it and that I'll always be trash. And I wanted to let others out there know that if you say that to someone, that is so wrong and just terrible. I posted this picture because Madison (Beer) gets so much hate too and she has people telling her to kill herself and that he isn't good enough daily, and that is just horrible. Like, who taught you to say those things? There's been 8 year olds that say \"slut\" or just really mean things. When I was 8, I was happy and playing with my neighbors. Same as what Madison said on her younow. But it's true. Some people need to think before they send. Because you never know what will happen after you press send... Obviously, I'm not gonna kill myself like the girl that texted me said. Because I know better and I have so many others out there that care, plus I have my whole life ahead of me. If you know exactly how I feel, comment \"❤️\". And if someone wants to talk to me, my Twitter is: @volcanojacks and my Instagram is the same name as my username for this (@lexie.xoxox)", 
    "created_at": "2015-08-09T16:54:09-04:00", 
    "file_url": "https://s01.sso.ng/1/00000002081a_74495d823a0f_1.ssng", 
    "updated_at": "2015-08-10T21:42:18-04:00", 
    "share_url": "https://a.sso.ng/1/74495d823a0f", 
    "audio_url": "https://s01.sso.ng/1/00000002081a_74495d823a0f_1.m4a", 
    "comment_count": 0, 
    "timeline_image_url": "https://s01.sso.ng/1/00000002081a_74495d823a0f_1_mr.jpg", 
    "song_album": "5 Seconds of Summer (Bonus Track Version)", 
    "user": {
        "username": "lexie.xoxox", 
        "verified": false, 
        "username_color": null, 
        "full_name": null, 
        "public_shuttersong": true, 
        "picture_thumb_url": "https://s02.sso.ng/users/110e5256-b438-4c61-afb2-6226656d92b9.jpg", 
        "id": "110e5256-b438-4c61-afb2-6226656d92b9"
    }, 
    "song_title": "Amnesia", 
    "is_mine": false, 
    "thumb_url": "https://s01.sso.ng/1/00000002081a_74495d823a0f_1_th.jpg", 
    "song_artist": "5 Seconds of Summer", 
    "favorite_count": 2, 
    "uuid": "8D92E193-4FFE-4137-B503-DD1F0A344CC2"
}