{
    "mood": null, 
    "caption": "Mis metas o propósitos para este 2016 son:\n•poder ayudar a todas las personas que pueda y que lo necesiten, ya sea dando comida, ropa o algo de dinero \"hoy por ellos, mañana por nosotros\" •sacar las mejores notas en mi escuela, uno de las metas que me propuse cuanto entré a la preparatoria fue, graduarme con honores, teniendo la mejor calificación de mi generación.\n•ser mejor hija, ayudar a mis papás en todo lo que esté a mi alcance, obedecer en todo o casi todo.\n•leer toda la Biblia, me parece un libro muy interesante, y tratare de leerlo en este próximo año.\n•aprender a tocar la guitarra, me gusta ese instrumento y me gustaría dominarlo.\n•hacer más amigos, soy una persona un poco reservada y se me complica hacer amigos.\n•hacer ejercicio, aunque soy delgada, un poco de ejercicio no estaría mal.\n•estar bien con Dios y ayudar más en su obra, trabajar en su ministerio.\n•me gustaría ser líder de jóvenes en mi iglesia, me parece que es un trabajo increíble, difícil, pero increíble.\n•comer más saludable, admito que no me he alimentado del todo bien este año, quiero cambiar eso.\n•dejar un poco las redes sociales, me gusta mucho pasar mi tiempo en las redes, pero se que no está del todo bien.\n•mejorar en mi inglés, puedo leerlo y escribirlo, pero se me dificulta la pronunciación.\n•leer todos los libros que pueda del autor Lucas Leys.\n•tratar más a mi familia, lamentablemente mi familia esta dividida, pero eso no impide que pueda llevarme bien con todos.\nEsos son algunos de mis propósitos para este año que viene, si Dios me permite cumplirlos, excelente, y si no, excelente también, sólo El tiene los planes y propósitos perfectos para mi vida. \nAl igual si Dios quiere que me gane este iphone que bueno y si no que bueno también, El sabe porque hace todas las cosas.  Feliz año nuevo y bendiciones para los que lean esto. #MarialeRegalaUnIphone @mariale @shuttersong", 
    "created_at": "2016-01-07T15:13:04-05:00", 
    "file_url": "https://s01.sso.ng/1/00000003abcc_1e0a54f69639.ssng", 
    "updated_at": "2016-01-08T17:29:24-05:00", 
    "share_url": "https://a.sso.ng/1/1e0a54f69639", 
    "audio_url": "https://s01.sso.ng/1/00000003abcc_1e0a54f69639.m4a", 
    "comment_count": 0, 
    "timeline_image_url": "https://s01.sso.ng/1/00000003abcc_1e0a54f69639_mr.jpg", 
    "song_album": "", 
    "user": {
        "username": "djlm7", 
        "verified": false, 
        "username_color": null, 
        "full_name": null, 
        "public_shuttersong": true, 
        "picture_thumb_url": "https://s02.sso.ng/users/", 
        "id": "303f3381-9b99-4f9a-b30e-172ec0de5666"
    }, 
    "song_title": "Hillsong Young &amp; Free - Wake (Studio Version) HD", 
    "is_mine": false, 
    "thumb_url": "https://s01.sso.ng/1/00000003abcc_1e0a54f69639_th.jpg", 
    "song_artist": "", 
    "favorite_count": 3, 
    "uuid": "9BE644AA-5787-4569-8A18-9990A084D03A"
}