{
    "mood": null, 
    "caption": "?\"Mis metas para este 2016\"\nAntes de todo es terminar mi 2015 con buenos recuerdos,buenas experiencias y buenos amigos y agradecerle a dios por darme otro año más de vida ala de mi familia y seres queridos❤️, Y así empezar este 2016 con estas metas o propósitos\n-El primer propósito es agradecer a mis padre por darme todo lo que necesito.\n-Agradecerle a Mariale por sacarme una sonrisa en los momentos más tristes de mi vida y mirar ese lado bueno de la vida?\n-Poderla conocerla en persona y tomarme muchas fotos con ella, es uno de mis sueños??\n-Vivir todos los momentos positivos y los negativos con una sonrisa, por que todo lo que ocurre es por alguna razón y esa razón nos hace más fuertes?\n-Poder aprender un80%-90% de mi educación?\n-Aprender a quererme tal y como soy✨\n-Conocer más apps como estas que Estas muy padres?\n-Poder pasar más tiempo con mi familia?\n- Tomar en cuenta que la familia es más importante que algunas cosas materiales \n-Respetar ala Naturaleza?\n-No tener una vida positiva con una mente negativa,por que si eres positiva recibes un resultado positivo y si no es así recibes un resultado negativo.\nEntre otras... \nPero el último pero no menos importante es poder Ganar este Iphone sería una experiencia inigualable poder escuchar tu nombre y que te digan que eres la ganadora!!! Sería algo inexplicable?\nSería un honor poder ganar?\nSi Mariale o el personal de shuttersong Ve esto les mandó un fuerte abrazó y les deseó un 2016 excelente!!!?❤️ \n\n#MarialeRegalaUnIphone @AriadnaRamirez  arias0683@gmail.com", 
    "created_at": "2015-12-28T11:52:50-05:00", 
    "file_url": "https://s01.sso.ng/1/000000035f13_d900b60d11b9.ssng", 
    "updated_at": "2015-12-28T14:55:14-05:00", 
    "share_url": "https://a.sso.ng/1/d900b60d11b9", 
    "audio_url": "https://s01.sso.ng/1/000000035f13_d900b60d11b9.m4a", 
    "comment_count": 0, 
    "timeline_image_url": "https://s01.sso.ng/1/000000035f13_d900b60d11b9_mr.jpg", 
    "song_album": "", 
    "user": {
        "username": "ariadna_ramirez", 
        "verified": false, 
        "username_color": null, 
        "full_name": null, 
        "public_shuttersong": true, 
        "picture_thumb_url": "https://s02.sso.ng/users/c1817189-6731-4382-b30e-07ff19d4b609.jpg", 
        "id": "c1817189-6731-4382-b30e-07ff19d4b609"
    }, 
    "song_title": "Save Ferris - Come on Eileen", 
    "is_mine": false, 
    "thumb_url": "https://s01.sso.ng/1/000000035f13_d900b60d11b9_th.jpg", 
    "song_artist": "", 
    "favorite_count": 1, 
    "uuid": "956964B8-E269-4F6D-86C4-807C8C2AF08D"
}