{
    "mood": null, 
    "caption": "It would be a dream come true to meet Jack and Jack! I live around the Pittsburgh area so not that many artists I enjoy come to Pittsburgh. But Jack and Jack have helped me through so much and I have always supported them since day 1. I'm bullied and talked about a lot in school and I have many insecurities about myself and I try to not let many people into my life if I don't trust them. But I would always feel so bad about myself and I would just go through some of Johnson's and Gilinsky's tweets and they would help put a smile on my face and cheer me up. So anyone that can do that for me really means a lot. I always run away from myself and I don't really accept who I really am and I'm finally learning how to accept myself because of Jack and Jack. So if I won these tickets for this contest it would mean a lot because I would love to personally thank them for everything that they've done for me and for other people as well. So anyone that can save a person's life really deserves it. So if I won this contest I would love to meet them and thank them for all of the positive messages that helped me through my tough times these past years. ? #contest", 
    "created_at": "2015-08-05T17:28:25-04:00", 
    "file_url": "https://s01.sso.ng/1/000000021826_78421a898496_1.ssng", 
    "updated_at": "2015-12-31T06:53:14-05:00", 
    "share_url": "https://a.sso.ng/1/78421a898496", 
    "audio_url": "https://s01.sso.ng/1/000000021826_78421a898496_1.m4a", 
    "comment_count": 2, 
    "timeline_image_url": "https://s01.sso.ng/1/000000021826_78421a898496_1_mr.jpg", 
    "song_album": "Calibraska - EP", 
    "user": {
        "username": "masonmcandrew", 
        "verified": false, 
        "username_color": "#084e8c", 
        "full_name": "mason mcandrew", 
        "public_shuttersong": true, 
        "picture_thumb_url": "https://s02.sso.ng/users/aa6c9aaf-737d-4e6f-b9da-e7c81cb901fd.jpg", 
        "id": "aa6c9aaf-737d-4e6f-b9da-e7c81cb901fd"
    }, 
    "song_title": "Wrong One", 
    "is_mine": false, 
    "thumb_url": "https://s01.sso.ng/1/000000021826_78421a898496_1_th.jpg", 
    "song_artist": "Jack & Jack", 
    "favorite_count": 3, 
    "uuid": "A845E29F-8C6F-413E-A5FD-46E111C2BF30"
}