{
    "mood": null, 
    "caption": " Well I don't know if the jacks or shutter song will see this but it's worth a try. Where do I start, well I have been a fan of the jacks since they started on vine. They were my favourite viners and whenever a new vine would come out I would freak out. Now they have come so damn far and I'm so incredibly proud. Gilinsky and Johnson's music makes me feel so happy, and yes I will say the typical thing, they inspire me. But it's true, they truly do. Because of them I follow my dreams, and I'm not afraid of what people think anymore. They have really changed my life. And the lyrics in there songs aren't about typical things, there about life and following your dreams. If I got the chance to see them live, it would be a complete dream come true. They have never come to my city, and if they did I probably wouldn't be able to afford tickets. Jack and Jack are incredible performers, and if I saw that live, my life would just be filled with so much more happiness. If I ever met one or both of the jacks I think I would be in shock at first, but then I would hug them for so like a decade and never let go. ( not really, someone would probably take me away lol ). I would really love this opportunity, and good lucky to everyone. ❤️  Love you G and J so much ? @jackandjackofficial  #contest #jackgilinsky #jackjohson #jackandjack #please ", 
    "created_at": "2015-08-09T05:40:08-04:00", 
    "file_url": "https://s01.sso.ng/1/000000022789_5513fea9fa99_2.ssng", 
    "updated_at": "2015-08-09T11:54:33-04:00", 
    "share_url": "https://a.sso.ng/1/5513fea9fa99", 
    "audio_url": "https://s01.sso.ng/1/000000022789_5513fea9fa99_2.m4a", 
    "comment_count": 0, 
    "timeline_image_url": "https://s01.sso.ng/1/000000022789_5513fea9fa99_2_mr.jpg", 
    "song_album": "Often - Single", 
    "user": {
        "username": "gilinskyjohnson", 
        "verified": false, 
        "username_color": null, 
        "full_name": "", 
        "public_shuttersong": true, 
        "picture_thumb_url": "https://s02.sso.ng/users/e80b2bfa-0fe4-4220-9c62-a7d247d642c3.jpg", 
        "id": "e80b2bfa-0fe4-4220-9c62-a7d247d642c3"
    }, 
    "song_title": "Often", 
    "is_mine": false, 
    "thumb_url": "https://s01.sso.ng/1/000000022789_5513fea9fa99_2_th.jpg", 
    "song_artist": "The Weeknd", 
    "favorite_count": 1, 
    "uuid": "B2711DA0-2DCB-4BBA-BBC9-F46E9F4889CA"
}