{
    "mood": null, 
    "caption": "Jack and Jack, humble, adorable, crazy, loud, down to earth, and chill people. I haven't exactly been there since day one, but I've been here quite long enough. Maybe jack & jack don't know it but I just came out of the hospital recently from attempt of suicide on March 2nd of 2015, and it's been crazy for me. All the antidepressants, the therapy, and the weird medicine they give me, but I want to get better just for jack and jack. I've had so many bad times in my life but they've helped me get through a lot, and trust me I mean a lot. I'm an unwanted child as my sisters say, but I've chosen to push that aside because I know I'm wanted to Jack & Jack. I've spent almost every hour, of every day just tweeting and indirecting these two dorks, and It's fun doing so. I'm not here to get noticed or none of that, I'm just here to support because I know they support me with what I'm going through. I thank jack & jack for waltzing into my life and helping me out and giving me the positive push I needed. They have a special place in my heart and I know they're there to stay. Supporting jack and jack was probably one of the best decisions I've ever made. They've changed me and my life positively that even my mom sees it, and she's a fan of them as well. I'm proud to say that I'm always going to be Jack and Jack af, i'm pretty sure they're andrea af so why not? ❤️?? -@JACKSACID  #Contest @jackandjackreal", 
    "created_at": "2015-08-06T21:01:01-04:00", 
    "file_url": "https://s01.sso.ng/1/000000022a1d_3efb3f171e20_1.ssng", 
    "updated_at": "2015-08-06T21:01:41-04:00", 
    "share_url": "https://a.sso.ng/1/3efb3f171e20", 
    "audio_url": "https://s01.sso.ng/1/000000022a1d_3efb3f171e20_1.m4a", 
    "comment_count": 0, 
    "timeline_image_url": "https://s01.sso.ng/1/000000022a1d_3efb3f171e20_1_mr.jpg", 
    "song_album": "Paradise (Never Change) - Single", 
    "user": {
        "username": "JACKSACID", 
        "verified": false, 
        "username_color": null, 
        "full_name": null, 
        "public_shuttersong": true, 
        "picture_thumb_url": "https://s02.sso.ng/users/42ea6694-3cc7-4d2f-bce7-4cc28c266c8b.jpg", 
        "id": "42ea6694-3cc7-4d2f-bce7-4cc28c266c8b"
    }, 
    "song_title": "Paradise (Never Change)", 
    "is_mine": false, 
    "thumb_url": "https://s01.sso.ng/1/000000022a1d_3efb3f171e20_1_th.jpg", 
    "song_artist": "Jack & Jack", 
    "favorite_count": 1, 
    "uuid": "B0C3AB2F-644B-4202-B59E-5794F4119E33"
}