{
    "mood": null, 
    "caption": "My name is shoana and I've been waiting 2 extremely long years to meet the two boys that changed my life for the better. I've been battling depression for quite some time and I just knew there was no point to life any more. Everyday would seem to get harder and slowly but surely everyone that I thought were real friends stared to vanish once it got tough. I was going threw some pretty messed up situations these past few years I even was taken out of school cause my anxiety was so bad but the jacks have always been the light at the end the tunnel. Your music gives me hope. Seeing how far they've gotten makes me feel so joyful like I get this \"proud mother\" vibe and wanna cry and hug you both hysterically. The jacks have inspired me to \"put myself out there\" and by this I mean I've stared helping people that has faced similar problems like me from depression, bullying ect. Just trying to make others people lifes better just like the boys do for me. To this day the jacks  are my only and best friends and ive never even been more to them than another face in the crowd. It would mean the world to meet them the day I can tell then what their music has gotten me through will be without a doubt the best of my life. i love the jacks so very much and I hope this #contest gives me the opportunity of a life time. Thank you guys so much for everything your making a difference in millions of peoples lives. You both are amazing and congratulations on your success it's insane to go on ITunes  and just casually see the Calibraska Ep IN 1st and then recently I went to the movies and then BOOM they're was your dell commercial. my two Nebraskan kids were on the big screen like wow its so crazy and listening to your progress musically make the wait soo worth it johnson your a lyrical genius I'm pretty sure you can out rhyme Dr.Seuss if given the chance lol. I love you both so so much and I really hope you get the chance to read this.\n Stay humble -Shoana #contest @jackandjackofficial ", 
    "created_at": "2015-08-16T14:10:15-04:00", 
    "file_url": "https://s01.sso.ng/1/000000021030_10def1fddf2f_1.ssng", 
    "updated_at": "2015-08-17T21:41:31-04:00", 
    "share_url": "https://a.sso.ng/1/10def1fddf2f", 
    "audio_url": "https://s01.sso.ng/1/000000021030_10def1fddf2f_1.m4a", 
    "comment_count": 1, 
    "timeline_image_url": "https://s01.sso.ng/1/000000021030_10def1fddf2f_1_mr.jpg", 
    "song_album": "Right Where You Are - Single", 
    "user": {
        "username": "itsshoana", 
        "verified": false, 
        "username_color": null, 
        "full_name": "Shoana", 
        "public_shuttersong": true, 
        "picture_thumb_url": "https://s02.sso.ng/users/4ed5a9ab-de60-42d9-a68c-5d7d42d75822.jpg", 
        "id": "4ed5a9ab-de60-42d9-a68c-5d7d42d75822"
    }, 
    "song_title": "Right Where You Are", 
    "is_mine": false, 
    "thumb_url": "https://s01.sso.ng/1/000000021030_10def1fddf2f_1_th.jpg", 
    "song_artist": "Jack & Jack", 
    "favorite_count": 2, 
    "uuid": "D9C4B7B0-83A1-48AD-942B-FC82CA728058"
}