{
    "mood": "dorky", 
    "caption": "every time one of them tweet something that give us love it makes me wonder if they think about the fans the same amount we do about them. they're such amazing guys I can't even stress it. with one smile to one tear I feel the emotion they give off. when G cried at one of his shows, I cried all the way here in Florida. oh and when Johnson was crying because of all the hate he got, I was actually in pain and I cried soooo hard it's not even funny. never have I gotten the chance to meet these beautiful creatures but I would spend thousands of dollars over and over again just to try. I would rather be in pain and upset then to see them upset and although everyone is human and has emotions I just always want them to be happy because all I have to do is see their face or hear the beat to their songs and I'm happy instantly. I know that friends aren't always going to be there for me and even though Jack and Jack may not be right by my side, they're still with me and it helps in every way. As the best duo in la says, \"a hater is just a fan that is scared to admit it\" so I will live life with these boys always there and that is what keeps me going every day that I think I can't go any further... you make me believe that anything is possible just with your small little stories @jackandjackofficial", 
    "created_at": "2015-12-19T17:17:33-05:00", 
    "file_url": "https://s01.sso.ng/1/000000020d82_837373406e97_1.ssng", 
    "updated_at": "2015-12-20T21:33:11-05:00", 
    "share_url": "https://a.sso.ng/1/837373406e97", 
    "audio_url": "https://s01.sso.ng/1/000000020d82_837373406e97_1.m4a", 
    "comment_count": 0, 
    "timeline_image_url": "https://s01.sso.ng/1/000000020d82_837373406e97_1_mr.jpg", 
    "song_album": "Doing It Right - Single", 
    "user": {
        "username": "gabbiegilinsky", 
        "verified": false, 
        "username_color": null, 
        "full_name": "Gabbie ", 
        "public_shuttersong": true, 
        "picture_thumb_url": "https://s02.sso.ng/users/fca534d1-57e5-4f1e-8bfe-6d515fdedec0.jpg", 
        "id": "fca534d1-57e5-4f1e-8bfe-6d515fdedec0"
    }, 
    "song_title": "Doing It Right", 
    "is_mine": false, 
    "thumb_url": "https://s01.sso.ng/1/000000020d82_837373406e97_1_th.jpg", 
    "song_artist": "Jack & Jack", 
    "favorite_count": 1, 
    "uuid": "DF8CD621-A46C-431F-8DB6-83A3F06008AE"
}