{
    "mood": null, 
    "caption": "O MY GOSH JUST PLEASE JUST NOTICE ME ONE TIME!!!!! SEE I WROTE THIS OUT LIKE 874 TIMES AND FINALLY GOT THIS... You get to be told every day that that someone loves you. Fans say that probably more than your family does. Which not a lot of people get to experience. I know that zero people are going to see this because I have no followers, but I've noticed that and I'm ok with it. I, as you can tell, won't be told \"I love you\" by anyone else than my family and friends. You guys know the world knows your name when a few hundred people know mine. If you respond to this, I don't know how you could, I mean you would never find this. But you guys are the best thing that has ever happened to me since Netflix. I know there are haters out there. The more famous you are, the more people know you, the more haters. I have haters too. Just some people, when they are famous, they forget the feelings that normal, non-famous people would feel. By now everyone here (nobody at all and it stinks that nobody is going to see this because it's pretty funny?) Knows the awesome people that I was talking about at the beginning   @jackandjackofficial are the guys who leave you thinking, \"those guys are so amazingly talented in their own way. The true fans stick with them throughout their journey of life and concerts\" (lol this is sooo cheese-y ??) and that pretty much sums it up. #CONTEST #CONTEST #CONTEST LOVE THEM. P.S. This means more to me than anything. I fangirl in another way than others. I don't act crazy if I meet you. I stay awake all night and you are never going to read this all but seriously, you guys are two of the most important people in my life. Love you guys so much??? have a nice day. I jam out to everyone of your songs and love them so much? @jackandjackofficial . That took me a while to complete. I also love you guys sooooo much. Even though the contest is over, I just wanted you guys to know that you are my life????", 
    "created_at": "2015-08-17T19:48:16-04:00", 
    "file_url": "https://s01.sso.ng/1/00000002283e_8d90d0b38d68_1.ssng", 
    "updated_at": "2015-09-15T21:24:34-04:00", 
    "share_url": "https://a.sso.ng/1/8d90d0b38d68", 
    "audio_url": "https://s01.sso.ng/1/00000002283e_8d90d0b38d68_1.m4a", 
    "comment_count": 0, 
    "timeline_image_url": "https://s01.sso.ng/1/00000002283e_8d90d0b38d68_1_mr.jpg", 
    "song_album": "Calibraska - EP", 
    "user": {
        "username": "AshleySaple", 
        "verified": false, 
        "username_color": null, 
        "full_name": "", 
        "public_shuttersong": true, 
        "picture_thumb_url": "https://s02.sso.ng/users/0234e5d8-672e-4abf-8fb8-ddfff09bc2a7.jpg", 
        "id": "0234e5d8-672e-4abf-8fb8-ddfff09bc2a7"
    }, 
    "song_title": "California", 
    "is_mine": false, 
    "thumb_url": "https://s01.sso.ng/1/00000002283e_8d90d0b38d68_1_th.jpg", 
    "song_artist": "Jack & Jack", 
    "favorite_count": 1, 
    "uuid": "D2DE7085-130A-4866-8407-F311EB9455C8"
}