{
    "mood": null, 
    "caption": "#contest I remember when I first seen the name Jack and Jack I was just sitting in my room going though vine and YouTube when I seen the \"when someone tells an awful joke\". After that I could stop my self I've seen liked and revined all of there vines. It was the best day of my life since then I was a very very dedicated fan and still am and I'm very proud of it. Not long after I learned all of the lyrics to their song with a few of my friends. Then I heard they were coming to Minnesota for Digi and I begged my mom to let me go so she bought me and my friends so general admission tickets. It was so worth my time. I spent about an hour pushing my way to the front and when I got there my heart skipped a beat when they said it was time for Jack and Jack to come out. I never I repeat never fangirled so hard at that moment. When Jack J came to the left side of the stage and touched the fans hands I got a sorta high five and I freaked out! I will never forget that day ever. When the show ended early due to weather I cried but still smiled because I still seen Jack and Jack live. I bought some Jack and Jack merch then left I've never been so happy.? I only wish I could have met them but I was to late to get a meet and greet ticket they sold out fast. I'm so proud of how far they have come in life I know they will only get bigger from here. They make me smile from the time I get up till the time I go to bed. I've watched their movie so many times my mom made me stay out side for a week and run around before she let my watch the movie again?. I convinced my 7 year old nephew who is really smart for his age to listen to their music now when we do anything we blast their music in the car in my room outside just anywhere. I also got my gym teacher and technology teacher to like Jack and Jack they are both fanboys now.??✌️ I just wish to meet them one day that would be a real dream come true. The biggest goal to complete on my bucket list. I love Jack and Jack so much I can't put it into words??? #contest #jackandjack #jackjohnson #jackgilinksy", 
    "created_at": "2015-08-06T01:43:11-04:00", 
    "file_url": "https://s01.sso.ng/1/0000000206e6_31f2cb6dc4b7_1.ssng", 
    "updated_at": "2015-10-24T17:45:24-04:00", 
    "share_url": "https://a.sso.ng/1/31f2cb6dc4b7", 
    "audio_url": "https://s01.sso.ng/1/0000000206e6_31f2cb6dc4b7_1.m4a", 
    "comment_count": 0, 
    "timeline_image_url": "https://s01.sso.ng/1/0000000206e6_31f2cb6dc4b7_1_mr.jpg", 
    "song_album": "Calibraska - EP", 
    "user": {
        "username": "Juanita", 
        "verified": false, 
        "username_color": null, 
        "full_name": null, 
        "public_shuttersong": true, 
        "picture_thumb_url": "https://s02.sso.ng/users/e308c5f8-b83e-4403-9f9c-28e4cd3a0e69.jpg", 
        "id": "e308c5f8-b83e-4403-9f9c-28e4cd3a0e69"
    }, 
    "song_title": "Shallow Love", 
    "is_mine": false, 
    "thumb_url": "https://s01.sso.ng/1/0000000206e6_31f2cb6dc4b7_1_th.jpg", 
    "song_artist": "Jack & Jack", 
    "favorite_count": 5, 
    "uuid": "EADF2D9A-A6B0-4178-9FA8-C90787A73C0D"
}