{
    "mood": null, 
    "caption": "honestly not even sure if this is how you enter but I'm not gonna lie and say I've been a fan since forever, since the day you downloaded vine and made your little 4x4=16 vine. because I wasn't. I didn't even know you made music until about April. but the second I heard you two come on I was instantly hooked and wanted to know who the artist was. the first song I listened to was paradise and after that, flights and I spent way longer than I'd like to admit trying to nail jack j's part \" 30,000 in the skies where you tryna be? I can take you to a place that is so exclusive it's a view that only me you and the pilot see...\" and I did of course? I even tweeted \"these guys rap? hm\" then another jack and jack song came on and it was wild life and I said \" yoooo low key fire drop it like a fumble ? \" a couple weeks later and then a couple after that I tweeted a picture of me listening to flights falling slowly and slowly more in love with the music you guys put out. the vibe it has it wild and it'd be pretty rad to be able to meet you guys. #contest ", 
    "created_at": "2015-08-06T01:11:43-04:00", 
    "file_url": "https://s01.sso.ng/1/00000002112b_5e43392ee933_1.ssng", 
    "updated_at": "2015-08-06T01:19:06-04:00", 
    "share_url": "https://a.sso.ng/1/5e43392ee933", 
    "audio_url": "https://s01.sso.ng/1/00000002112b_5e43392ee933_1.m4a", 
    "comment_count": 0, 
    "timeline_image_url": "https://s01.sso.ng/1/00000002112b_5e43392ee933_1_mr.jpg", 
    "song_album": "Wild Life - Single", 
    "user": {
        "username": "lizpam", 
        "verified": false, 
        "username_color": null, 
        "full_name": null, 
        "public_shuttersong": true, 
        "picture_thumb_url": "https://s02.sso.ng/users/", 
        "id": "4ea0feba-243d-4eb7-9f2b-16368dcc85c2"
    }, 
    "song_title": "Wild Life", 
    "is_mine": false, 
    "thumb_url": "https://s01.sso.ng/1/00000002112b_5e43392ee933_1_th.jpg", 
    "song_artist": "Jack & Jack", 
    "favorite_count": 1, 
    "uuid": "EA98D07F-9EF2-4017-810D-3E38BCB27C54"
}