{
    "mood": null, 
    "caption": "Gosh, this feels like writing essays to get scholarships to college all over again? except this time the prize is not tuition, but a trip to have an amazing night, meet new people, sing/rap(well what I can keep up with that is, dang Johnson) my heart out. Oh! I probably should have mentioned this before, but if I spell things wrong, my bad, I'm a terrible speller? Jack & Jack are so incredibly talented, as everyone on here already knows. I mean Gilinsky's vocals are lovely, and with Johnson, you never know what words are gonna come out of his mouth, but you do know they are going to be quick, and witty.? speaking of Johnson, my favorite vine of yours is the one about nine random green leaves, I can't watch it without laughing? but anyways, I'm not going to give you a long list full of reasons why I deserve to be picked, because when it comes down to it, no matter who gets it (unless it's like hitler or something) I will be insanely happy for them. It's so crazy to think that shuttersong is going to pay for 2 people to go see these crazy ordinary boys from Nebraska, that are doing something incredible with their life. It's a good crazy though. I will admit that even though I'm 19, Calibraska was the first explicit anything I ever bought (don't tell my mum k thanks)? it was worth it though, because I haven't listened to anything else for weeks, and I believe I have a problem guys. But anyways, thank you for considering me (now I feel like I'm in a pageant?) I hope anyone who took the time to read this has a lovely day, may God bless you, and peace out✌?️ #contest (don't worry, I'm not posting this again, I hate spam?)", 
    "created_at": "2015-08-14T13:27:41-04:00", 
    "file_url": "https://s01.sso.ng/1/000000023809_7575f189d996_1.ssng", 
    "updated_at": "2015-08-15T10:41:00-04:00", 
    "share_url": "https://a.sso.ng/1/7575f189d996", 
    "audio_url": "https://s01.sso.ng/1/000000023809_7575f189d996_1.m4a", 
    "comment_count": 0, 
    "timeline_image_url": "https://s01.sso.ng/1/000000023809_7575f189d996_1_mr.jpg", 
    "song_album": "Human EP", 
    "user": {
        "username": "fiercetin", 
        "verified": false, 
        "username_color": null, 
        "full_name": "Kirstin Pace", 
        "public_shuttersong": true, 
        "picture_thumb_url": "https://s02.sso.ng/users/39fcb97e-a053-4694-a339-78abd9388835.jpg", 
        "id": "39fcb97e-a053-4694-a339-78abd9388835"
    }, 
    "song_title": "Human (Marian Hill Remix)", 
    "is_mine": false, 
    "thumb_url": "https://s01.sso.ng/1/000000023809_7575f189d996_1_th.jpg", 
    "song_artist": "Aquilo", 
    "favorite_count": 5, 
    "uuid": "FD781F12-1CA9-4378-8F88-516B1F654B28"
}