{
    "mood": null, 
    "caption": "#contest i should win because I have been supporting their careers for so long. Meeting Jack & Jack would be a dream come true. I've been supporting them since the beginning and I will continue to support them. They have come so far and I couldn't be anymore proud of these two boys. Jack & Jack have done so much to help me get through my life. It's crazy how much they make me smile and how happy they make me. I would die to finally meet them and tell them how much they make me happy and how much they mean to me. I am proud of them and I think they are such talented, wonderful people. They make such real music that is relatable to today’s youth. Jack and Jack are such genuine and humble guys and the way they use their fame to spread positive light on a younger fanbase is very incredible. They are very real and up front and that is something I really love about them. They always go out of their way to make people smile and make sure their supporters know how much they appreciate them. I love them so much and I would be so happy if I won! #contest ", 
    "created_at": "2015-08-15T13:10:32-04:00", 
    "file_url": "https://s01.sso.ng/1/000000023b1b_9b5e5dbd9c01_1.ssng", 
    "updated_at": "2015-08-25T22:24:14-04:00", 
    "share_url": "https://a.sso.ng/1/9b5e5dbd9c01", 
    "audio_url": "https://s01.sso.ng/1/000000023b1b_9b5e5dbd9c01_1.m4a", 
    "comment_count": 0, 
    "timeline_image_url": "https://s01.sso.ng/1/000000023b1b_9b5e5dbd9c01_1_mr.jpg", 
    "song_album": "Calibraska - EP", 
    "user": {
        "username": "omahadangerz", 
        "verified": false, 
        "username_color": null, 
        "full_name": null, 
        "public_shuttersong": true, 
        "picture_thumb_url": "https://s02.sso.ng/users/8f6c3e74-d043-4864-a53b-4fc2db4e246f.jpg", 
        "id": "8f6c3e74-d043-4864-a53b-4fc2db4e246f"
    }, 
    "song_title": "How We Livin", 
    "is_mine": false, 
    "thumb_url": "https://s01.sso.ng/1/000000023b1b_9b5e5dbd9c01_1_th.jpg", 
    "song_artist": "Jack & Jack", 
    "favorite_count": 1, 
    "uuid": "F0F752C3-189D-4472-8AFF-DBE715884149"
}